const weeks = {
  1: { full: "Поднелеьник", short:"Пн" } ,
  2: { full: "Вторник", short: "Вт" },
  3: { full: "Среда", short: "Ср" },
  4: { full: "Четверг", short: "Чт" },
  5: { full: "Пятница", short: "Пт" },
  6: { full: "Суббота", short: "Сб" },
  7: { full: "Воскресенье", short: "Вс" }
}
const months = {
  1: { v1: "Январь", v2:"Января" },
  2: { v1: "Февраль", v2:"Февраля" },
  3: { v1: "Март", v2:"Марта" },
  4: { v1: "Апрель", v2:"Апреля" },
  5: { v1: "Май", v2:"Мая" },
  6: { v1: "Июнь", v2:"Июня" },
  7: { v1: "Июль", v2:"Июля" },
  8: { v1: "Август", v2:"Августа" },
  9: { v1: "Сентябрь", v2:"Сентября" },
  10: { v1: "Октябрь", v2:"Октября" },
  11: { v1: "Ноябрь", v2:"Ноября" },
  12: { v1: "Декабрь", v2:"Декабря" }
}

export {
  weeks,
  months
}